<template>
  <aside>
    <div class="asideArticle">
      <p>Доп Инфа</p>
      <ul>
        <li><a href="#">name link</a></li>
        <li><a href="#">name link</a></li>
        <li><a href="#">name link</a></li>
        <li><a href="#">name link</a></li>
        <li><a href="#">name link</a></li>
        <li><a href="#">name link</a></li>
        <li><a href="#">name link</a></li>
      </ul>
      <div><p>Статья́ — это жанр журналистики, в котором автор ставит задачу проанализировать общественные
        ситуации, процессы, явления, прежде всего с точки зрения закономерностей, лежащих в их основе.
        Такому жанру как статья присуща шири практических обобщений, глубокий анализ фактов и
        явлений, четкая социальная направленность[источник не указан 3087 дней]. В статье автор
        рассматривает отдельные ситуации как часть более широкого явления. Автор аргументирует и
        выстраивает свою позицию через систему фактов.</p></div>
      <div><p>Статья́ — это жанр журналистики, в котором автор ставит задачу проанализировать общественные
        ситуации, процессы, явления, прежде всего с точки зрения закономерностей, лежащих в их основе.
        Такому жанру как статья присуща шири практических обобщений, глубокий анализ фактов и
        явлений, четкая социальная направленность[источник не указан 3087 дней]. В статье автор
        рассматривает отдельные ситуации как часть более широкого явления. Автор аргументирует и
        выстраивает свою позицию через систему фактов.</p></div>
      <div><p>Статья́ — это жанр журналистики, в котором автор ставит задачу проанализировать общественные
        ситуации, процессы, явления, прежде всего с точки зрения закономерностей, лежащих в их основе.
        Такому жанру как статья присуща шири практических обобщений, глубокий анализ фактов и
        явлений, четкая социальная направленность[источник не указан 3087 дней]. В статье автор
        рассматривает отдельные ситуации как часть более широкого явления. Автор аргументирует и
        выстраивает свою позицию через систему фактов.</p></div>
    </div>
  </aside>
</template>

<script>
    export default {
        name: "aside-menu"
    }
</script>

<style lang="scss">
  @import '../../../assets/css/positionClassic.css';

</style>

