{".":{"data":[{"id":7,"name":"Refereeing","description":"<p>Identify, inspect and propose Base Camp (pairing training site &amp; hotel) to Referee Lead</p><p>Ensure referee requirements (including VAR) are understood by FIFA working group</p><p>Ensure Base Camp meets all requirement at the requested standards</p><p>Ensure venue hotel and training site accessibility requirements are met at the mandatory standards</p><p>RLO selection, training and on-boarding</p><p>Integrate VAR operations</p>","referenceNumber":"3500","functionalAreaTypeId":6,"code":"REF","colour":null,"iconImageLink":"","attachmentSetId":132,"parentId":null,"subFunctionalAreas":[]},{"id":10,"name":"Workforce","description":"<p>Delivering Competitions requires the involvement of a significant number of individuals. Due to the  time-limited nature of Competitions, many individuals are hired on fixed-term contracts from as little as a few weeks before the start of the Competition up to a few years before.</p><p>FIFA will be responsible for managing the workforce working for FIFA, as well as all employees hired locally within Local Entities. This includes all individuals within the Local Entities hired to fulfil the Member Association’s responsibilities.</p><p>All employees hired within the Local Entities will be required to adhere to the relevant HR policies and procedures put in place by FIFA.</p>","referenceNumber":"6000","functionalAreaTypeId":6,"code":"WKF","colour":null,"iconImageLink":"","attachmentSetId":137,"parentId":null,"subFunctionalAreas":[]},{"id":20,"name":"Host Broadcast Production","description":"<p>Manages all aspects of the production and the delivery of the international TV signal; to ensure high-quality audio-visual material is available for broadcast by the Media Rights Licensees for consumption around the world. In particular, the FIFA TV Division is responsible for the supervision of the Host Broadcaster’s adherence to its obligations towards FIFA.</p>","referenceNumber":"15000","functionalAreaTypeId":6,"code":"HBR","colour":null,"iconImageLink":"","attachmentSetId":138,"parentId":null,"subFunctionalAreas":[]},{"id":42,"name":"Marketing Rights Delivery","description":"<p>Implementation of Marketing Rights Programmes granted to Commercial Affiliates in their Sponsorship Agreements. </p><p>Commercial Affiliates means official sponsors. They sponsor the Competitions financially, as well as with their products/services supplied as Value in Kind (VIK) in exchange for using Marketing Rights in their brand communications in conjunction with FIFA Competitions.</p>","referenceNumber":"8000","functionalAreaTypeId":6,"code":"MRD","colour":null,"iconImageLink":"","attachmentSetId":143,"parentId":null,"subFunctionalAreas":[]},{"id":51,"name":"Ticketing","description":"<p>Responsible for all conceptual, operational and managerial measures to provide Tickets to all spectators of every Match and/or certain Competition-related Events allowing them to enter the Stadium or respective other Site, obtain a seat and watch the Match and/or Competition-related Event as well as other performances related thereto. Ticketing shall include the management and operation necessary for the allocation, production, sale, distribution, delivery and payment of Tickets of the Competitions.</p>","referenceNumber":"21500","functionalAreaTypeId":6,"code":"TKT","colour":null,"iconImageLink":"","attachmentSetId":134,"parentId":null,"subFunctionalAreas":[]},{"id":52,"name":"Hospitality","description":"<p>Oversee the central Project management of the Commercial Hospitality and FIFA Affiliates Hospitality Programmes.</p>","referenceNumber":"22000","functionalAreaTypeId":6,"code":"HOS","colour":null,"iconImageLink":"","attachmentSetId":135,"parentId":null,"subFunctionalAreas":[]},{"id":66,"name":"Team Services","description":"<p>Ensures the best available team training facilities and related equipment are delivered.</p><p>Planning and implementing all team operations and coordinating with relevant Functional Areas (Transport, Logistics, Security, etc.)</p><p>Communication channel with the PMAs.</p><p>Perform a dual role delivering certain services directly to Teams as well as ensuring the coordination of all other services provided to Teams.</p><p>FIFA  are responsible for the Team Services function but rely on the support of the Member Associations in certain areas.</p>","referenceNumber":"1500","functionalAreaTypeId":6,"code":"TSV","colour":null,"iconImageLink":"","attachmentSetId":131,"parentId":null,"subFunctionalAreas":[]},{"id":68,"name":"Guest Operations","description":"<p>VIP/VVIP Guest Management activities for the Competitions and Competition-related Events include: VIP/VVIP  Ticketing; VIP/VVIP  Hospitality; Hostesses and Volunteers for VIPs/VVIPs areas; FIFA Club for selected VIPs/VVIPs (depending on level of Competition); Airport service for VIPs/VVIPs; FIFA  uniforms; Gifts and give-aways for VIPs/VVIPs </p><p>FIFA Guest Management is also responsible for the coordination of all cross-divisional needs according the VIP/VVIP Guest Management service levels together with the relevant FIFA and LOC Departments as well as external suppliers in regards to: Accommodation for VIPs/VVIPs; Transportation arrangements as well as parking for VIPs/VVIPs; Security arrangements for VIPs/VVIPs; Accreditation for VIP/VVIP areas; Medical services for VIPs/VVIPs</p>","referenceNumber":"17500","functionalAreaTypeId":6,"code":"GOP","colour":null,"iconImageLink":"","attachmentSetId":133,"parentId":null,"subFunctionalAreas":[]},{"id":72,"name":"Media Operations","description":"<p>Manage Media facilities required for Competitions and Media Services to be provided during Competitions.</p>","referenceNumber":"21000","functionalAreaTypeId":6,"code":"MEO","colour":null,"iconImageLink":"","attachmentSetId":140,"parentId":null,"subFunctionalAreas":[]},{"id":73,"name":"Broadcast Services","description":"<p>Responsible for ensuring that Media Rights Licensees are serviced to the highest possible standard. The primary goal is to ensure that all rights and obligations set out in each Media Rights Agreement are delivered and adhered to.</p>","referenceNumber":"15500","functionalAreaTypeId":6,"code":"BRO","colour":null,"iconImageLink":"","attachmentSetId":139,"parentId":null,"subFunctionalAreas":[]},{"id":78,"name":"Unassigned","description":"","referenceNumber":"000","functionalAreaTypeId":6,"code":"000","colour":null,"iconImageLink":"","attachmentSetId":152,"parentId":null,"subFunctionalAreas":[]},{"id":79,"name":"Fan Fest","description":"<p>FIFA develops the FFF Strategy and Concept and issues the FFF Event Manual, which details the operational requirements for the Host Cities. It will, throughout the Project, be responsible for the centralised Project Management of the FIFA Fan Fest to ensure quality and consistency across all Sites within all Host Cities of the Host Countries.</p>","referenceNumber":"37500","functionalAreaTypeId":6,"code":"FFF","colour":null,"iconImageLink":"","attachmentSetId":136,"parentId":null,"subFunctionalAreas":[]},{"id":81,"name":"FIFA Digital","description":"","referenceNumber":"25500","functionalAreaTypeId":6,"code":"FDI","colour":null,"iconImageLink":"","attachmentSetId":142,"parentId":null,"subFunctionalAreas":[]},{"id":82,"name":"Marketing Partnerships","description":"<p>Manages existing business relationships with FIFA’s Commercial Affiliates</p>","referenceNumber":"23500","functionalAreaTypeId":6,"code":"MKP","colour":null,"iconImageLink":"","attachmentSetId":144,"parentId":null,"subFunctionalAreas":[]},{"id":83,"name":"Head of Project","description":"<p>The <strong>Head of Project</strong> oversees the overall delivery of the project and maintains the relationship with the Local Entities, Host Countries and Host Cities. </p><p>The <strong>Team Members</strong> are centrally responsible for Venue Management, Services, Portfolio Management and Administration delivery of the project.</p>","referenceNumber":"500","functionalAreaTypeId":6,"code":"DET","colour":null,"iconImageLink":"","attachmentSetId":153,"parentId":null,"subFunctionalAreas":[]},{"id":84,"name":"Competition Management","description":"<p>Ensures ownership and guidance of all Competition related matters such as Draw Procedures and Match Schedules for all FIFA's tournaments.</p><p>Liaises and works closely with Competition Directors from the Confederations and Member Associations in order to align planning and objectives.</p><p>Responsible for all match organisation, preparation, planning and requirements to ensure smooth running of all matches, providing the best possible conditions for the teams and referees in collaboration with other Functional Areas.</p>","referenceNumber":"1000","functionalAreaTypeId":6,"code":"CPM","colour":null,"iconImageLink":"","attachmentSetId":154,"parentId":null,"subFunctionalAreas":[]},{"id":85,"name":"Qualifiers & International Matches","description":"<p>Oversees, monitors and develops an accepted global ranking system</p><p>Defines a set of pragmatic and efficient processes and policies to ensure effective strategic and operational planning and enhancing on the delivery of FIFA Qualifiers (FIFA World Cup and Olympic Football Tournaments) and ensure that the FIFA Members operationally comply with FIFA Regulations &amp; Guidelines.</p>","referenceNumber":"2000","functionalAreaTypeId":6,"code":"QUA","colour":null,"iconImageLink":"","attachmentSetId":155,"parentId":null,"subFunctionalAreas":[]},{"id":86,"name":"Women's Football Competitions","description":"<p>The aim of the Women's Football division is to improve all aspects of women's competitions as well as the development of the game and players themselves from grassroots up to national teams.</p><p>Performed through different development programs and a constant review of existing and ongoing projects</p><p>Contribute to FIFA 2.0's objective of building a stronger institution, with a focus on building up a healthy and successful community of women in football all over the world.</p>","referenceNumber":"2500","functionalAreaTypeId":6,"code":"WFC","colour":null,"iconImageLink":"","attachmentSetId":156,"parentId":null,"subFunctionalAreas":[]},{"id":87,"name":"Women's Football Development","description":"<p>The aim of the Women's Football division is to improve all aspects of women's competitions as well as the development of the game and players themselves from grassroots up to national teams.</p><p>Performed through different development programs and a constant review of existing and ongoing projects</p><p>Contribute to FIFA 2.0's objective of building a stronger institution, with a focus on building up a healthy and successful community of women in football all over the world.</p>","referenceNumber":"3000","functionalAreaTypeId":6,"code":"WFD","colour":null,"iconImageLink":"","attachmentSetId":157,"parentId":null,"subFunctionalAreas":[]},{"id":88,"name":"Safety & Security","description":"<p>Responsible for managing all aspects of Safety and Security for Competitions and competition related events, in line with the Hosting Agreement and contractual requirements.</p><p>Safety refers to the preventative measures required to mitigate any consequences of structural failure, planning error or operational accidents that could threaten event procedures or participants including Teams, Officials, Spectators and Staff.</p>","referenceNumber":"4000","functionalAreaTypeId":6,"code":"SEC","colour":null,"iconImageLink":"","attachmentSetId":158,"parentId":null,"subFunctionalAreas":[]},{"id":89,"name":"Access Management","description":"<p>Implementation of policies, systems and infrastructure to ensure all authorised personnel and vehicles can access working areas in a timely manner.</p><p>In general, FIFA will be responsible for the development of the access management concept and the implementation of the access control operations, however, the Member Associations and other Host Country stakeholders will be required to support the project in specific areas.</p>","referenceNumber":"4500","functionalAreaTypeId":6,"code":"ACS","colour":null,"iconImageLink":"","attachmentSetId":159,"parentId":null,"subFunctionalAreas":[]},{"id":90,"name":"Accreditation","description":"<p>Implementation of an Accreditation System at Competitions</p><p>Concept for the production, issue and control of, and the Accreditation Application Process for Accreditation Devices</p><p>Concept of the security check and the cooperation with national security authorities regarding security checks of Accreditation Applicants’ data</p><p>Number and locations of Accreditation Centres</p><p>Acknowledging the use of the FIFA Accreditation IT System for the application and issuing processes of Accreditation Cards</p><p>Control mechanisms and services at all Site entry points</p>","referenceNumber":"5000","functionalAreaTypeId":6,"code":"ACR","colour":null,"iconImageLink":"","attachmentSetId":160,"parentId":null,"subFunctionalAreas":[]},{"id":91,"name":"Strategy & Portfolio Management","description":"<p>Definition of pragmatic and efficient processes and policies applicable across the division, in particular to ensure effective strategic and operational financial planning, monitoring, reporting and enhancing the decision making process on tournaments strategy processes.</p>","referenceNumber":"5500","functionalAreaTypeId":6,"code":"SPA","colour":null,"iconImageLink":"","attachmentSetId":161,"parentId":null,"subFunctionalAreas":[]},{"id":92,"name":"Volunteers","description":"<p>Focus on:</p><ul><li><p>Delivering Volunteer Centres at each Venue</p></li><li><p>Development of the concept of operations and staffing structure</p></li><li><p>Development of a concept which is aligned to the vision of the Competitions and the organisation</p></li><li><p>A uniform standard Volunteer Programme across all the Host Cities</p></li><li><p>Appointment and training of Volunteer Project staff</p></li><li><p>Development of the cost management structure and financial controls</p></li><li><p>Recruitment and selection of sufficient Volunteers</p></li><li><p>Development and implementation of the Volunteer Management System</p></li><li><p>Develop the Volunteer training and induction framework</p></li><li><p>Provision of a trained Volunteer workforce</p></li><li><p>Provision of incentives in order to sustain Volunteer participation in the Project</p></li><li><p>Management of Volunteer expectations, by communicating from the onset what will be provided to them and what will not be provided</p></li><li><p>Monitoring and evaluation of the Volunteer Project</p></li></ul>","referenceNumber":"6500","functionalAreaTypeId":6,"code":"VOL","colour":null,"iconImageLink":"","attachmentSetId":162,"parentId":null,"subFunctionalAreas":[]},{"id":93,"name":"Catering","description":"<p>Define catering requirements of the Constituent Groups</p><p>Develop catering solutions</p><p>Appoint service providers for catering solutions</p><p>Provide catering solutions for Constituent Groups</p>","referenceNumber":"7000","functionalAreaTypeId":6,"code":"CAT","colour":null,"iconImageLink":"","attachmentSetId":163,"parentId":null,"subFunctionalAreas":[]},{"id":94,"name":"Bidding","description":"<p>Defines a set of pragmatic and efficient processes and policies applicable to ensure effective strategic planning, monitoring, reporting, and enhancing the decision making process on bidding processes.</p>","referenceNumber":"7500","functionalAreaTypeId":6,"code":"BID","colour":null,"iconImageLink":"","attachmentSetId":164,"parentId":null,"subFunctionalAreas":[]},{"id":95,"name":"Technical Services","description":"<p>Oversee essential technical installations required to support Site infrastructure and operations. </p><p>The following elements will be covered as part of Technical Services:</p><ul><li><p>Power</p></li><li><p>Heating</p></li><li><p>Ventilation and Air Conditioning</p></li><li><p>Cabling and Containment</p></li><li><p>Sanitary Facilities</p></li><li><p>Water Supply and Plumbing</p></li><li><p>Lighting</p></li></ul>","referenceNumber":"8500","functionalAreaTypeId":6,"code":"TCS","colour":null,"iconImageLink":"","attachmentSetId":165,"parentId":null,"subFunctionalAreas":[]},{"id":96,"name":"Power","description":"<p>Oversee the availability, timelines, services levels, reliability of power provision to all stakeholders: Broadcast, Media, ICT, Marketing, Guest Management, Hospitality, Ticketing, Competitions, etc.</p>","referenceNumber":"9000","functionalAreaTypeId":6,"code":"PWR","colour":null,"iconImageLink":"","attachmentSetId":166,"parentId":null,"subFunctionalAreas":[]},{"id":97,"name":"Cleaning & Waste Management","description":"<p>Cleaning Services mainly deal with the removal of undesirable substances from surfaces with the aim of:  improving visual appearance; producing hygienic conditions; increasing safety by minimising the likelihood of accidents.</p><p>Waste Management Services mainly deal with the disposal (i.e. the removal of waste from the Waste Collection Compounds to the appropriate final destination), sorting and recycling of solid waste as well as liquids and sewage.</p>","referenceNumber":"9500","functionalAreaTypeId":6,"code":"CLW","colour":null,"iconImageLink":"","attachmentSetId":167,"parentId":null,"subFunctionalAreas":[]},{"id":98,"name":"Dressing & Signage","description":"<p>Dressing &amp; Signage generally manages the decorative and directional attributes of the visual appearance at official Sites, Competition-related Events, and Stadiums and in Protocol Routes. The Dressing &amp; Signage features the Competition Marks consistently across all the visual communications in association with the Competitions.</p>","referenceNumber":"10000","functionalAreaTypeId":6,"code":"DRS","colour":null,"iconImageLink":"","attachmentSetId":168,"parentId":null,"subFunctionalAreas":[]},{"id":100,"name":"Venue Management","description":"<p>Ensure a consistent level of quality across all Venues and ensure that the Venues are operational (infrastructure completed and operations ready) within budget and timeline, with all Functional Areas involved appropriately.</p>","referenceNumber":"11000","functionalAreaTypeId":6,"code":"VUM","colour":null,"iconImageLink":"","attachmentSetId":170,"parentId":null,"subFunctionalAreas":[]},{"id":101,"name":"Show Production & Stadium Entertainment (incl. Infotainment)","description":"<p>Producing a Stadium Entertainment program for PA &amp; Giant Screen program delivered from ​Stadium Infotainment Gallery &amp; IBC Infotainment Gallery​</p><p>Delivering Audio Visual support for FIFA Pre Match, Opening &amp; Final Ceremonies </p><p>Delivering match feed, replay protocol and VAR decision announcements</p><p>Supporting delivery of  Marketing Content</p><p>Delivering content produced by various FIFA Teams (Communications, Digital, Foundation, FIFA Films, Sustainability &amp; Diversity, Safety &amp; Security, etc.)​.</p>","referenceNumber":"11500","functionalAreaTypeId":6,"code":"SSE","colour":null,"iconImageLink":"","attachmentSetId":171,"parentId":null,"subFunctionalAreas":[]},{"id":102,"name":"Host Country / City Relations","description":"<p>The Competition relies strongly on the support and delivery of public bodies within Host Countries. Depending on the political structures within the countries, these include national, regional or city governments. The Member Associations roles in this area is to act as the manager of these local stakeholders to ensure that: they understand their roles and responsibilities with regard to the Competition; they are monitored throughout the build-up to the Competition; each stakeholder delivers on their responsibilities within the agreed deadlines and to the required standards; FIFA is able to meet the relevant individuals in positions of responsibility to share information and facilitate decision-making. To this end, the Member Associations should put in place units that are responsible for managing the day-to-day relationship with local stakeholders and acting as the liaison between FIFA and local stakeholders.</p>","referenceNumber":"12000","functionalAreaTypeId":6,"code":"HCR","colour":null,"iconImageLink":"","attachmentSetId":172,"parentId":null,"subFunctionalAreas":[]},{"id":103,"name":"Stadium & Infrastructure Management","description":"<p>Oversee all Stadium specific requirements that apply to all infrastructure, facilities in and around the Stadiums and other Sites required for the competition.</p>","referenceNumber":"12500","functionalAreaTypeId":6,"code":"INF","colour":null,"iconImageLink":"","attachmentSetId":173,"parentId":null,"subFunctionalAreas":[]},{"id":104,"name":"Pitch Management","description":"<p>Oversee a timely delivery of the appropriate number of Pitches according to FIFA specification in all relevant locations of the Competition and maintain them to the specified standard throughout the Competition.</p>","referenceNumber":"13000","functionalAreaTypeId":6,"code":"PIT","colour":null,"iconImageLink":"","attachmentSetId":174,"parentId":null,"subFunctionalAreas":[]},{"id":105,"name":"Training Site Management","description":"<p>Ensures that Training Sites are designed according to the highest international standards and in accordance with all FIFA requirements.</p>","referenceNumber":"13500","functionalAreaTypeId":6,"code":"TRS","colour":null,"iconImageLink":"","attachmentSetId":175,"parentId":null,"subFunctionalAreas":[]},{"id":106,"name":"Maps & Drawings","description":"<p>Deals with documents that visualise any of the following aspects at existing or planned Competitions and Competition-related Event Sites, Venues, Host Cities, Host Regions or Host Countries: space and area allocation; infrastructure and installations, including utility connection points; relationships between these like people/vehicle flows; operational plans and procedures.</p>","referenceNumber":"14000","functionalAreaTypeId":6,"code":"MAP","colour":null,"iconImageLink":"","attachmentSetId":176,"parentId":null,"subFunctionalAreas":[]},{"id":107,"name":"Special Events","description":"<p><strong>Draws:</strong></p><p>Expected to be jointly owned between FIFA and Host Countries. FIFA,  jointly under Special Events and Competition Management team, provides the conditions and framework for the Local Entities to build its Project.</p><p><strong>Ceremonies:</strong></p><p>Jointly headed by Special Event and Dedicated Project Team: Provides requirements, tools and guidance; Approves Ceremonies Concepts/content/pitch protection plan; Creative Content, relevant timelines, etc; ensures Stadiums are being properly used by participants of the Ceremonies ; Defining spaces, rehearsal times, etc.</p>","referenceNumber":"14500","functionalAreaTypeId":6,"code":"SPE","colour":null,"iconImageLink":"","attachmentSetId":177,"parentId":null,"subFunctionalAreas":[]},{"id":108,"name":"Accommodation","description":"<p>Accommodation operations is about allocating based on FIFA instructions, selling and managing the room inventory, which is mainly the task of a FIFA-run or third-party Accommodation Service Provider, appointed and supervised by FIFA and supported by Local Entities.</p>","referenceNumber":"16000","functionalAreaTypeId":6,"code":"ACM","colour":null,"iconImageLink":"","attachmentSetId":178,"parentId":null,"subFunctionalAreas":[]},{"id":109,"name":"Logistics","description":"<p>Responsible for securing simplified import and export customs procedures and implementation thereof, to operate warehouse and distribution services, and to ensure the logistics infrastructure and operation at Competition related Sites.</p>","referenceNumber":"16500","functionalAreaTypeId":6,"code":"LOG","colour":null,"iconImageLink":"","attachmentSetId":179,"parentId":null,"subFunctionalAreas":[]},{"id":110,"name":"Transportation","description":"<p>Planning, development and organisation of Transport Services for all FIFA and Host Country Constituent Groups; Integration of security principles (Sites, perimeters, routings, etc.) and implementation control; Monitoring of compliance with any environmental policy and contribution to the Sustainability Project; Planning and management of all Transport fleet vehicles (buses and cars), to include scope and allocation, depots, maintenance, re-fuelling, insurance, drivers and training and, when necessary, additional procurement; Specific training, allocation, management of shifts/rostering, and Accommodation etc. of Event Transport staff and Volunteers; Charter Flights/Private Jets/helicopters, intercity planning/coordination; Monitoring and integration of Fan Transport solutions into the overall Transport Plan.</p>","referenceNumber":"17000","functionalAreaTypeId":6,"code":"TPT","colour":null,"iconImageLink":"","attachmentSetId":180,"parentId":null,"subFunctionalAreas":[]},{"id":111,"name":"Guest Experience","description":"","referenceNumber":"18000","functionalAreaTypeId":6,"code":"GEX","colour":null,"iconImageLink":"","attachmentSetId":181,"parentId":null,"subFunctionalAreas":[]},{"id":112,"name":"Travel","description":"<p>Planning and execution of competition in relation to international air and ground transport services, including travel bookings for teams and delegates, on-site support for guest services and domestic movements overview in close collaboration with Host Countries.</p>","referenceNumber":"18500","functionalAreaTypeId":6,"code":"TRA","colour":null,"iconImageLink":"","attachmentSetId":182,"parentId":null,"subFunctionalAreas":[]},{"id":113,"name":"Football Technology & Innovation","description":"<p>Optimising the elite game; making it fairer, more competitive and keeping it attractive and entertaining. </p><p>Facilitate the quantitative &amp; qualitative growth and development of the game – in all football technical areas and at all levels.</p>","referenceNumber":"19000","functionalAreaTypeId":6,"code":"FTI","colour":null,"iconImageLink":"","attachmentSetId":183,"parentId":null,"subFunctionalAreas":[]},{"id":114,"name":"Football Performance Analysis & Insights","description":"","referenceNumber":"19500","functionalAreaTypeId":6,"code":"FPI","colour":null,"iconImageLink":"","attachmentSetId":184,"parentId":null,"subFunctionalAreas":[]},{"id":115,"name":"High Performance Programme","description":"<p>Optimising the elite game; making it fairer, more competitive and keeping it attractive and entertaining. </p><p>Facilitate the quantitative &amp; qualitative growth and development of the game – in all football technical areas and at all levels.</p>","referenceNumber":"20000","functionalAreaTypeId":6,"code":"HPP","colour":null,"iconImageLink":"","attachmentSetId":185,"parentId":null,"subFunctionalAreas":[]},{"id":116,"name":"Media Relations","description":"<p>Media Relations manages communication to the media for Competitions</p>","referenceNumber":"20500","functionalAreaTypeId":6,"code":"MER","colour":null,"iconImageLink":"","attachmentSetId":186,"parentId":null,"subFunctionalAreas":[]},{"id":117,"name":"Digital Media","description":"","referenceNumber":"22500","functionalAreaTypeId":6,"code":"DME","colour":null,"iconImageLink":"","attachmentSetId":187,"parentId":null,"subFunctionalAreas":[]},{"id":118,"name":"Brand Management","description":"<p>Development of all Competition Marks; Provision of comprehensive usage guidelines for all Competition Marks; Management of access permissions to official artwork of Competition Marks via the FIFA Digital Archive platform (or similar web-based replacement platform); Approval of Host Country and Host City usage requests for Competition Marks submitted over the FIFA Digital Archive platform (or similar web-based replacement platform); Approval of third-party usage requests for Competition Marks submitted over the FIFA Digital Archive platform (or similar web-based replacement platform); Commissions and manages the production process of the Trophy and Event Memorabilia.</p>","referenceNumber":"23000","functionalAreaTypeId":6,"code":"BRM","colour":null,"iconImageLink":"","attachmentSetId":188,"parentId":null,"subFunctionalAreas":[]},{"id":119,"name":"Experiential Marketing & Promotion","description":"<p>Manage communications on Brand Assets, Destination Marketing, Event Positioning, Event Promotion.</p>","referenceNumber":"24000","functionalAreaTypeId":6,"code":"EMP","colour":null,"iconImageLink":"","attachmentSetId":189,"parentId":null,"subFunctionalAreas":[]},{"id":120,"name":"FIFA Films","description":"<p>Central hub for many stakeholders inside and outside the organisation; Valuable commercial archive, providing revenue to FIFA; Forms the basis for much of the content produced in-house for digital channels; Provides a rich seam of inspiration and stories that FIFA Films Content team brings to life through the films that they create.</p>","referenceNumber":"26000","functionalAreaTypeId":6,"code":"FFI","colour":null,"iconImageLink":"","attachmentSetId":190,"parentId":null,"subFunctionalAreas":[]},{"id":121,"name":"Licensing & Retail","description":"<p>Securing the strongest rights deals and working with the best providers for every deliverable, such as merchandising production.</p>","referenceNumber":"27500","functionalAreaTypeId":6,"code":"LIC","colour":null,"iconImageLink":"","attachmentSetId":191,"parentId":null,"subFunctionalAreas":[]},{"id":122,"name":"Business Intelligence","description":"","referenceNumber":"28000","functionalAreaTypeId":6,"code":"BUI","colour":null,"iconImageLink":"","attachmentSetId":192,"parentId":null,"subFunctionalAreas":[]},{"id":123,"name":"Finance (Event Controlling)","description":"<p>Manage internal accounting and financial reporting as well as MA's budgeting and reporting to FIFA</p>","referenceNumber":"28500","functionalAreaTypeId":6,"code":"FIN","colour":null,"iconImageLink":"","attachmentSetId":193,"parentId":null,"subFunctionalAreas":[]},{"id":124,"name":"Corporate Logistics & Production","description":"","referenceNumber":"29000","functionalAreaTypeId":6,"code":"CLP","colour":null,"iconImageLink":"","attachmentSetId":194,"parentId":null,"subFunctionalAreas":[]},{"id":125,"name":"Event IT","description":"<p>Responsible for managing the delivery of Information Technology and Telecommunications services which provide the necessary IT Solutions for FIFA, Host Countries, the Host Broadcaster, Media Representatives and other Stakeholders to carry out their respective functions.</p>","referenceNumber":"29500","functionalAreaTypeId":6,"code":"ITT","colour":null,"iconImageLink":"","attachmentSetId":195,"parentId":null,"subFunctionalAreas":[]},{"id":126,"name":"Language Services","description":"<p>Plan and manage translation/editing service and interpreting service.</p>","referenceNumber":"30000","functionalAreaTypeId":6,"code":"LAN","colour":null,"iconImageLink":"","attachmentSetId":196,"parentId":null,"subFunctionalAreas":[]},{"id":127,"name":"Procurement","description":"<p>Ensure all Functional Areas understand the Procurement requirements and processes including timelines. In particular in respect of the minimum three quote process and also the requirements in respect of the Material Agreement Process.</p>","referenceNumber":"30500","functionalAreaTypeId":6,"code":"PRC","colour":null,"iconImageLink":"","attachmentSetId":197,"parentId":null,"subFunctionalAreas":[]},{"id":128,"name":"Event Legal","description":"<p>Responsible for a variety of legal issues in different areas and contribute to the reliable process of various matters which are of relevance for FIFA.</p>","referenceNumber":"32000","functionalAreaTypeId":6,"code":"LGL","colour":null,"iconImageLink":"","attachmentSetId":198,"parentId":null,"subFunctionalAreas":[]},{"id":129,"name":"Brand Protection","description":"<p>FIFA has developed and protected an assortment of logos, words, titles, symbols and other trademarks that it will use, or allow others to use under a formal agreement, in relation to the FIFA World Cup. FIFA is obliged to take action against any unauthorised reproduction of FIFA Intellectual Property in a commercial context.</p>","referenceNumber":"32500","functionalAreaTypeId":6,"code":"BRP","colour":null,"iconImageLink":"","attachmentSetId":199,"parentId":null,"subFunctionalAreas":[]},{"id":130,"name":"Medical","description":"<p>Medical Services generally refers to the 24/7 medical coverage at all Sites (including Stadiums) and Competition-related Events. The provision of services will be established by Local Entities following FIFA requirements and shall be operative throughout the Competition Periods.</p>","referenceNumber":"33000","functionalAreaTypeId":6,"code":"MED","colour":null,"iconImageLink":"","attachmentSetId":200,"parentId":null,"subFunctionalAreas":[]},{"id":131,"name":"Anti-Doping","description":"<p>Doping Controls (urine and/or blood tests) will be carried out by FIFA after all Matches in accordance with the FIFA Anti-Doping Regulations. Typically, four players (two from each Team) will be tested following each Match, but the number can change if deemed necessary by the FIFA Medical Officer.</p>","referenceNumber":"33500","functionalAreaTypeId":6,"code":"DOP","colour":null,"iconImageLink":"","attachmentSetId":201,"parentId":null,"subFunctionalAreas":[]},{"id":132,"name":"Compliance","description":"<p>To support the protection of the integrity of the preparation, hosting and staging of Competitions, FIFA implement a compliance programme in the Local Entities and appoint an individual to act as the local  Compliance  and  Ethics  Officer.  Member  Associations  have  the  obligation  to  promote  and  drive ethical and compliant conduct throughout the preparation, hosting and staging of Competitions within Member Associations and their related responsibilities, and to fulfil duties and responsibilities in close cooperation with the FIFA Compliance Division.</p>","referenceNumber":"34000","functionalAreaTypeId":6,"code":"CPL","colour":null,"iconImageLink":"","attachmentSetId":202,"parentId":null,"subFunctionalAreas":[]},{"id":133,"name":"Sustainability","description":"<p>Sustainability Projects are primarily social and environmental initiatives that are lead and carried out by the Sustainability team (sometimes with the support of other areas) as part of the implementation of the Sustainability Strategy that is developed for Competitions by FIFA and Host Countries.</p>","referenceNumber":"36000","functionalAreaTypeId":6,"code":"SUS","colour":null,"iconImageLink":"","attachmentSetId":203,"parentId":null,"subFunctionalAreas":[]},{"id":134,"name":"Spectator Services","description":"<p>Spectator Services relates to the coordination of various operational functions for individuals and groups of individuals that are attending the Competition, with a particular focus on ticket holders. Within the Stadium perimeter, the provision of services to spectators is the responsibility of FIFA and outside of this the responsibility lies with the Host Cities.</p>","referenceNumber":"37000","functionalAreaTypeId":6,"code":"SPS","colour":null,"iconImageLink":"","attachmentSetId":204,"parentId":null,"subFunctionalAreas":[]},{"id":135,"name":"Planning & Administration","description":"","referenceNumber":"750","functionalAreaTypeId":6,"code":"ADM","colour":null,"iconImageLink":"","attachmentSetId":650,"parentId":null,"subFunctionalAreas":[]},{"id":136,"name":"Services","description":"","referenceNumber":"850","functionalAreaTypeId":6,"code":"SVC","colour":null,"iconImageLink":"","attachmentSetId":651,"parentId":null,"subFunctionalAreas":[]},{"id":142,"name":"Raphatest","description":"","referenceNumber":"1","functionalAreaTypeId":6,"code":"TST","colour":null,"iconImageLink":"","attachmentSetId":1235,"parentId":null,"subFunctionalAreas":[]}],"status":200,"statusText":"OK","headers":{"content-encoding":"gzip","content-length":"11827","content-type":"application/json; charset=utf-8","date":"Wed, 17 Mar 2021 11:18:58 GMT","request-context":"appId=cid-v1:0a3262cf-857c-4faa-8584-6ac6d8a6fbdb","vary":"Accept-Encoding,Origin","x-env":"Dev"},"config":{"url":"functionalAreas","method":"get","headers":{"Accept":"application/json, text/plain, */*","Request-Id":"e9571d65-d6fb-444e-954a-b7ad3fabebe1","Authorization":"Bearer eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiIsIng1dCI6Im5PbzNaRHJPRFhFSzFqS1doWHNsSFJfS1hFZyIsImtpZCI6Im5PbzNaRHJPRFhFSzFqS1doWHNsSFJfS1hFZyJ9.eyJhdWQiOiJmMTMwY2Q1Zi04ZjllLTRjMDUtODYyMy1jYTQxMGFlNTI2MTUiLCJpc3MiOiJodHRwczovL3N0cy53aW5kb3dzLm5ldC9hYzFjMGQwMS00NDgyLTQ4ODUtOTBlMy1lYmU0YjQ0Mjc5ZDYvIiwiaWF0IjoxNjE1OTc5NTU1LCJuYmYiOjE2MTU5Nzk1NTUsImV4cCI6MTYxNTk4MzQ1NSwiYWNyIjoiMSIsImFpbyI6IkFWUUFxLzhUQUFBQS81NmFyWUVtbU0yK3RuVDV2ckY5a1hoVFFqZWNVSVhBMHpuK1N2dUxvdzFRMVN1MjlJSEYrK2FUekhyQ3JYVWhtd1JPNFhlZzc5V2xtcENhRHhaRHlXWXdPRXlQam83WmErZUtndXBXOXpZPSIsImFtciI6WyJwd2QiXSwiYXBwaWQiOiJmMTMwY2Q1Zi04ZjllLTRjMDUtODYyMy1jYTQxMGFlNTI2MTUiLCJhcHBpZGFjciI6IjAiLCJlbWFpbCI6Im5pa2l0YUBmb290YmFsbGZyaWVuZHMuY28iLCJpZHAiOiJodHRwczovL3N0cy53aW5kb3dzLm5ldC8xYzI3YTc5NC0yMzNiLTQxMzUtOTFlOS0wNjcwNzRiZTg1ZmQvIiwiaXBhZGRyIjoiMzEuMjAyLjE0Ny4xODAiLCJuYW1lIjoiTmlraXRhIEt1cmlsbyIsIm9pZCI6IjY0Zjc5MDc5LWNiZWYtNGViYS1hM2I1LTVkOGMwNzQ5NzM3ZCIsInJoIjoiMC5BQUFBQVEwY3JJSkVoVWlRNC12a3RFSjUxbF9OTVBHZWp3Vk1oaVBLUVFybEpoVkhBRG8uIiwic2NwIjoiQ2hhbm5lbE1lc3NhZ2UuUmVhZC5BbGwgUHJlc2VuY2UuUmVhZC5BbGwgVXNlci5SZWFkIiwic3ViIjoiQWJhWlZFZlBmeEdRNXRvbnFrNWhHNmxLVEFsLUFyQXdBQzZWakZGYlRoYyIsInRpZCI6ImFjMWMwZDAxLTQ0ODItNDg4NS05MGUzLWViZTRiNDQyNzlkNiIsInVuaXF1ZV9uYW1lIjoibmlraXRhQGZvb3RiYWxsZnJpZW5kcy5jbyIsInV0aSI6Im1zZ1hRb0gxVFV1SlFIVEZWSjBSQUEiLCJ2ZXIiOiIxLjAifQ.I560dTR7b7NPcsYRq7Zu1rhbFMeqhan_VKMrcGrG7C1OqbhpjFeF3pJcTU-jhzTS2YGuZC32IaL0r16WAvuXtmYz814y_-N-qzoHtkAAFwNcMTjl0xVr4-Cgxqhkl6ivPTlO0YYe2Sl7RfByh2q0VbrDFmVIphvvE09hIyQCJBWr_06w_V7RYX1Bh53sAjxCozq9azMzn3kxLPkUgPkpTQxvgEkxC1AfTJatRpV3qGcJLcQmLbLDHl5bXp1phOjUFnUs7qp9_kile6tS3XM-0RfQRlAhY8qt-YVvZLGY39XqQAQ2_IFWjNOeJrCxnzst-C_ozOi-TfZYsRNOfbbtqw"},"baseURL":"https://epdev.fifa.org/api/functionalareas/v1.0","transformRequest":[null],"transformResponse":[null],"timeout":"20000","xsrfCookieName":"XSRF-TOKEN","xsrfHeaderName":"X-XSRF-TOKEN","maxContentLength":-1,"maxBodyLength":-1,"axios-retry":{"retryCount":0,"lastRequestTime":1615979937228}},"request":{"ajaxData":null}}}